{
  "Message": "", 
  "Status Code": "200", 
  "data": [
    {
      "bit_rate": "128.0", 
      "channels": "2", 
      "client": "ADC", 
      "confidence": "0.9502377957105637", 
      "duration": "79.504", 
      "english_translation": "Do you think women's life is stressful? In China, the pressure of the father and daughter's group is still very high. Why? First of all, he not only has to work, but also has children. After having children, he has to take care of his family It may be said that it is difficult to balance. Do you think that men and women are equal in China right now? Ca n’t you say true equality can only be said to change and improve, then what aspects are still not equal? Would you choose a man to do the housework? Now it ’s more and more common for men and women to work together with their son and daughter.", 
      "file_name": "Chinese", 
      "file_path": "C:\\Users\\ysaik003\\Documents\\Work\\speech_to_text\\Abbott_IVR\\ADCPOC\\temp_audios\\Chinese.mp3", 
      "file_size": "1272363", 
      "file_type": "mp3", 
      "id": 1, 
      "language": "zh", 
      "offset": "171", 
      "sample_rate": "48000", 
      "transcription": "你觉得妇女的生活压力大吗在中国的话父女这个群体的生活压力我个人觉得还是挺大的为什么首先的话他不仅要工作还要生孩子生完孩子之后就得照顾家庭所以生活和工作这两方面可能说很难去平衡 你觉得现在在中国男女平等吗 不能说真正的平等只能说再改改善那什么方面还是不太平等呢那个说相同一份工作如果说男女的能力也相当的话它肯定会选择男士 做家务那做家务的话现在越来越常见的是男女一起公子一起合作吧算比较平平等了家务这方面的话我觉得还是在慢慢改善的"
    }, 
    {
      "bit_rate": "80.0", 
      "channels": "1", 
      "client": "ADC", 
      "confidence": "0.9582217931747437", 
      "duration": "71.72612432415539", 
      "english_translation": "so because I have a very large family with a lot of kids everyone has  their own chores everyday  so everyone needs to clean their own rooms  when they come back from school and we all need to make our own beds  when we wake up in the morning  and then in order to help my mother clean the house we are all responsible with our own particular chores my little brother always washes the dishes after dinner  my little sister puts the dishes out before dinner  and my other little sister does the sweeping  she sweeps the living room and the dining room every day after dinner because there are always so many crumbs on the floor", 
      "file_name": "english", 
      "file_path": "https://storage.cloud.google.com/abbott-ivr-audios/english.mp3", 
      "file_size": "719444", 
      "file_type": "mp3", 
      "id": 2, 
      "language": "en-US", 
      "offset": "2122", 
      "sample_rate": "44100", 
      "transcription": "so because I have a very large family with a lot of kids everyone has  their own chores everyday  so everyone needs to clean their own rooms  when they come back from school and we all need to make our own beds  when we wake up in the morning  and then in order to help my mother clean the house we are all responsible with our own particular chores my little brother always washes the dishes after dinner  my little sister puts the dishes out before dinner  and my other little sister does the sweeping  she sweeps the living room and the dining room every day after dinner because there are always so many crumbs on the floor"
    }, 
    {
      "bit_rate": "80.0", 
      "channels": "1", 
      "client": "ADC", 
      "confidence": "0.9489266872406006", 
      "duration": "23.159971247304437", 
      "english_translation": "highest polygon I'm very excited I went and got my new iPhone today with the new software to very very good phone everyone should get one I love it it does many wonderful things it allows me to do my email on my web browsing it's a phone very very neat talk to you soon bye", 
      "file_name": "english2", 
      "file_path": "https://storage.cloud.google.com/abbott-ivr-audios/english2.mp3", 
      "file_size": "233828", 
      "file_type": "mp3", 
      "id": 3, 
      "language": "en-US", 
      "offset": "2122", 
      "sample_rate": "44100", 
      "transcription": "highest polygon I'm very excited I went and got my new iPhone today with the new software to very very good phone everyone should get one I love it it does many wonderful things it allows me to do my email on my web browsing it's a phone very very neat talk to you soon bye"
    }, 
    {
      "bit_rate": "128.0", 
      "channels": "2", 
      "client": "ADC", 
      "confidence": "0.9156357645988464", 
      "duration": "256.52582688247713", 
      "english_translation": "Friends, today I am going to tell you about text-to-speech, so now you must be wondering what is new in text to speech, you will already be using a lot of software where you will be typing And you must have converted it into audio form, so today I have come for you on the Lunch Animation, in the midst of India textiles, you are very sad on this Hindi language. With here you can convert your text in the meantime, where is your voice coming from, then friends saw you typed in it, then you can convert your text in voice, so we see online websites for this. If you are free, let's go and start watching it. Today's titular greetings. Friends, I welcome all of you to our YouTube channel. I want to say sorry to Gon because I am not able to provide you a video with proper time over the admissions, its reason is that I have not got such a special response in the last two to which I scored. I had done bowls of Photoshop and Administrator for this reason, the speed of this channel has become a little successful, so now we come on top of our topic and if you guys got our video If you like it, please like the video, we will get motivation and you will continue to receive this type of video, I will try to provide more content and more good tutorials to you guys, then waste time Without your name above the website is Indian pdf.com Indian pdf.com is an Indian website and I think you will get the link in speed dictation. He has not seen anything on Monday, so I come directly to work and here you will have to go on registration, after going through registration, what will be your email id and password here now and after that you will You can login, so when you log in, then you will get a dashboard here, which is absolutely free and where you have to type your text. As you type any of your tracks, after that you have to click on the play button, after clicking on the play button, a loading will take place. After loading, you can play it and call it, so as you will click on the download audio. So here you will get wap5 on one click and it is very high definition pie, here you will get very clear audio format which is absolutely free, so friends or It was our tutorial on going to Indian TTS today on Indian text2speech, then friends, you guys told me on the comment below that how did you guys like this photo and what you people used to use software where when you converted Hindi content there. But if you used to hear a very boring song, then by comparing it, you will tell how it was with your website and this is an online website. It is a good thing that if there is a free one, then you all will get a lot of things, this is the new da of earthing, so the free version is providing you people, what will happen next, what will not happen, do not know in war, but it is a very good thing that it is free now So many videos of this type will continue to be available over our tea with surprise videos on your next video till then by taking care and thanks for watching", 
      "file_name": "hindi1", 
      "file_path": "https://storage.cloud.google.com/abbott-ivr-audios/hindi1.mp3", 
      "file_size": "4101152", 
      "file_type": "mp3", 
      "id": 4, 
      "language": "hi-IN", 
      "offset": "138", 
      "sample_rate": "44100", 
      "transcription": "दोस्तों आज मैं आपको बताने वाला हूं तो text-to-speech के बारे में तो अब आप लोग सोच रहे होंगे कि टेक्स्ट टू स्पीच में क्या नया है काफी सारे सॉफ्टवेयर आप लोग पहले से ही यूज कर रहे होंगे जहां पर आप लोग टाइप करते होंगे और उसे आप ऑडियो फॉर्म में कन्वर्ट करते होंगे तो आज मैं आपके लिए लंच एनिमेशन पर ले कर आया हूं इंडिया टेक्सटाइल के बीच तो दुख तो इस पर आप लोग अपनी हिंदी लैंग्वेज पर बहुत ही प्यारी लैंग्वेज के साथ यहां पर आप अपने टेक्स्ट को इस बीच में कन्वर्ट कर सकते हैं आपकी आवाज कहां से आ रही है तो दोस्तों देखा आपने इसमें टाइप किया फिर वॉइस में अपने टेक्स्ट को कन्वर्ट कर सकते हैं तो चली हम देखते हैं इसके लिए ऑनलाइन वेबसाइट जो टोटल फ्री है तो दोस्तों चले स्टार्ट करते हो देखते हैं आज का टिटोरियल नमस्कार दोस्तों मैं आप सभी का स्वागत करता हूं हमारी यूट्यूब चैनल दोस्तों सबसे पहले मैं आप लोगों से सॉरी बोलना चाहता हूं क्योंकि एडमिशन के ऊपर मैं आप लोग को प्रॉपर टाइम के साथ वीडियो नहीं प्रोवाइड करा पा रहा हूं इसका रीजन सिर्फ यही है कि मैंने पिछले जो भी टू 2 रन बनाए थे वहां पर मुझे उतना खास रिस्पांस नहीं मिला है जो मैंने कटोरे किया था फोटोशॉप का और एडमिनिस्ट्रेटर का इसी कारण से इस चैनल की स्पीड थोड़ा सफल हो गई है तो अब हम आते हैं अपने टॉपिक के ऊपर और अगर आप लोगों को हमारी वीडियो अच्छी लगती है तो प्लीज वीडियो को लाइक कर दिया करिएगा इससे हमें मोटिवेशन होता है और आप लोगों को इसी टाइप के वीडियो मिलती रहेगी मैं ट्राय करूंगा कि आप लोगों को मैं और भी ज्यादा कंटेंट और भी ज्यादा अच्छी ट्यूटोरियल प्रोवाइड कराओ तो टाइम वेस्ट करें बिना अपनी वेबसाइट के ऊपर नाम है इंडियन pdf.com इंडियन pdf.com एक इंडियन वेबसाइट है मेरे ख्याल से और स्पीड डिक्टेशन में आप लोगों को लिंक मिल जाएगी तू ही है उसका कुछ सोमवार को तो मैंने देखा नहीं है तो सीधे मैं आता हूं काम के ऊपर और यहां पर आपको जाना पड़ेगा रजिस्ट्रेशन पर रजिस्ट्रेशन में जाने के बाद आपको यहां पर अपनी ईमेल आईडी और पासवर्ड क्या होगा पाई अब कर के और उसके बाद आप लॉग इन कर सकते हैं तो जब आप लोग लॉगिन कर लेंगे तो यहां पर आप लोगों को इसका डैशबोर्ड मिल जाएगा जो कि बिल्कुल फ्री है और जहां पर आप लोग को अपना टेक्स्ट टाइप करना होगा जैसे आप लोग अपना कोई भी ट्रैक टाइप करते हैं उसके बाद आपको प्ले बटन पर क्लिक करना है फॉर प्ले बटन पर क्लिक करने के बाद एक लोडिंग लेगा लोडिंग होने के बाद आप इसको प्ले करके फोन सकते हैं तो जैसी आप लोग डाउनलोड ऑडियो पर क्लिक करेंगे तो यहां पर आपको वन क्लिक पर wap5 मिल जाएगी और यह बहुत ही हाई डेफिनेशन पाई होती है यहां पर आपको बहुत ही क्लियर ऑडियो फॉर्मेट मिलेगा जो कि बिल्कुल फ्री है तो दोस्तों यह था आज का हमारा ट्यूटोरियल इंडियन टीटीएस जाने की इंडियन text2speech के ऊपर तो दोस्तों आप लोग नीचे कमेंट पर बताया कि आप लोगों को यह फोटो कैसा लगा और जो आप लोग सॉफ्टवेयर यूज़ करते थे जहां पर आपको हिंदी कंटेंट को जब कन्वर्ट करते थे तो वहां पर आप लोगों को काफी बोरिंग सॉन्ग सुनने को मिलता था तो उससे इसको कंपेयर करके बताइएगा कि यह कैसा था एक्सपीरियंस आपका इस वेबसाइट के साथ और यह ऑनलाइन वेबसाइट है सबसे अच्छी बात है कि एक फ्री है तो आप सभी को बहुत-बहुत मिलेगा इससे अर्थिंग की नई दा इसलिए फ्री वर्जन आप लोगों को प्रोवाइड करा रही है आगे क्या होगा क्या नहीं होगा युद्ध में पता नहीं पर बहुत अच्छी बात है कि अभी फ्री है तो इसी टाइप की ढेर सारी वीडियो आप हमारे चाय के ऊपर मिलती रहेगी सरप्राइज वीडियो के साथ अपने नेक्स्ट वीडियो पर तब तक के लिए बा बाय टेक केयर एंड थैंक्स फॉर वाचिंग"
    }, 
    {
      "bit_rate": "80.0", 
      "channels": "1", 
      "client": "ADC", 
      "confidence": "0.7654176354408264", 
      "duration": "8.503897240366285", 
      "english_translation": "There is a gap between the walls, and there's been an argument over the bill.", 
      "file_name": "korean", 
      "file_path": "https://storage.cloud.google.com/abbott-ivr-audios/korean.mp3", 
      "file_size": "87268", 
      "file_type": "mp3", 
      "id": 5, 
      "language": "ko-KR", 
      "offset": "2109", 
      "sample_rate": "44100", 
      "transcription": "다라지다 벽 사이에 벌어진 틈 있어 그 법안을 놓고 말다툼이 벌어졌어"
    }, 
    {
      "bit_rate": "320.0", 
      "channels": "2", 
      "client": "ADC", 
      "confidence": "0.8600227105748522", 
      "duration": "642.7247554458231", 
      "english_translation": "this is a telephone conversation ring Hello good morning Hello Good morning is there Mrs. Dela Cruz Is in her room Who are they? talk just a moment vocabulary listen to and repeat after me words about home bedroom bedroom kitchen living room dining room porch bathroom closet garden garage floor Sahi roof wall door porch porch interior dining room table Kalan television car additional words on location here and there Rhian was there and there sentences listen and repeat Maria's room is in her computer Kalan's kitchen is in the garden my dog is here My grandmother is not here my man Our house has three rooms n two cars in their garage Teresita and victoire practice first tennis practice the question word Where's the question please repeat after me Where's your television answer Where's your television in question Where's your dad's answer My dad's in the kitchen now Please Complete the following question and answer the question where is the answer now Let's practice the question Is your grandfather there now? Please provide the question to the answer my cousin is not here go answer my cousin is not here now Please answer the following question starting to the question word Some questions How many computers in your home answer now Please ask in a question how to answer two stoves in our home to review extra classics that describe people kind of describe things before the old expensive cheap great little works made of extra lessons in the sentences please repeat after me the little mess in the room the new tel one is in the living room with a wooden table practice table Which cat in the room answers the white cat in the living room Which TV is the answer to the small television in the kitchen Let's practice the question word which one is in Now let's practice the word ready to answer Now let's practice the word ready-made question What is the floor of your house answer the wooden floor of my house question Where is the computer you please complete the following and sir answer my computer question to Who do you answer my answer to my question listen to the following song in baby you can play the game and sing with me house cube house cube even small The plants there are a variety of turnip and eggplant cigarettes and peanut legumes staple kale patola and pumpkin and more radish mustard onion tomatoes and ginger around is full of sweets reading my new apartment I live in my sister's house with her husband her two children and their three children with four rooms in their house and two bathrooms in my room I have a television set next week I will move to an apartment My apartment is small but I have two floors and two bedrooms I will put my bed and closet in one bedroom and my computer room and books and the kitchen I will put in my new one. microwave", 
      "file_name": "Filipino", 
      "file_path": "https://storage.cloud.google.com/abbott-ivr-audios/Filipino.mp3", 
      "file_size": "25707732", 
      "file_type": "mp3", 
      "id": 6, 
      "language": "fil-PH", 
      "offset": "1024", 
      "sample_rate": "44100", 
      "transcription": "aralin bilang walo ang aming bahay dayalogo sa telepono  the dialogue between Ginang Santos and Maria This is a telephone conversation ring Hello Magandang umaga Hello Magandang umaga naman nandyan po ba si Ginang Dela Cruz Nasa kwarto po siya sino po sila Sige lang tapos ito Pwede ko ba siyang makausap Sandali lang po bukabularyo listen and repeat after me mga salita tungkol sa bahay  kwarto  silid tulugan  kusina  sala  silid kainan  kumidor  banyo  kubeta  hardin  bakuran  garahe Palapag  Sahi  bubong  dingding  pintuan  tarangkahan  balkonahe  mga gamit o bagay sa loob at labas ng bahay  messe  Celia  upuan  sofa  hapag kainan  tokador  Kalan  telebisyon  kotse  additional words on location nandito  narito  dito  rito  nandyan  nariyan  diyan  Rhian  nandoon  naroon  doon  doon mga pangungusap listen and repeat  Nasa kwarto ni Maria ang computer nya  Nasa kusina ang Kalan  nasa hardin ang aso  nandito ang lola ko  Wala dito ang kapatid kong lalaki  May tatlong kwarto ang bahay namin  may dalawang kotse sa garahe nila Teresita at victoire  pagsasanay  first tennis practice the question word Nasaan tanong please repeat after me Nasaan ang telebisyon ninyo  sagot Nasa sala ang telebisyon namin  tanong Nasaan ang tatay mo  sagot Nasa kusina ang tatay ko  now Please Complete the following question and answer tanong nasaan ang  sagot nasa  ang  Now let's practice nandyan tanong Nandiyan ba ang lolo mo sagot  now Please provide the question to the answer wala rito ang mga pinsan ko go tanong  sagot wala rito ang mga pinsan ko  now Please answer the following question starting to the question word Ilan tanong Ilan ang computer sa bahay mo sagot  now Please ask in a question  paano  sagot dalawa ang kalan sa bahay namin  balik-aral dagdag aral mga pang-uri na naglalarawan sa tao  mga pang uri na naglalarawan sa bagay bago luma mahal  mura  malaki maliit yari gawa sa  dagdag aral sa mga pangungusap please repeat after me  ang maliit na mesang nasa kwarto  ang bagong telebisyon ay nasa sala  nasa komidor ang Mesa na yari sa kahoy  pagsasanay tanong Aling pusa ang nasa sala  sagot ang Puting pusa ang nasa sala tanong alin telebisyon ng Nasa kusina sagot ang maliit na telebisyon ang nasa kusina let's practice the question word alin-alin  ang nasa  sagot ang  now  ang nasa  Now let's practice the question starting with the word nandito nandito ba ang nanay mo  sagot  Now let's practice the word yari tanong Ano ang yari ng sahig ng bahay mo  sagot yari sa kahoy ang sahig ng bahay ko  tanong Saan yari ang computer mo  please complete the following and sir sagot yari ang computer ko sa  tanong Sino ang may gawa ng  mo sagot gawa ng  ang  ko  pag awit  listen to the following song in baby you can play the game and sing with me  bahay kubo bahay kubo kahit munti ang halaman doon ay sari-sari singkamas at talong sigarilyas at mani sitaw bataw patani kundol patola upo't kalabasa at saka mayroon pang labanos mustasa sibuyas kamatis bawang at luya sa paligid-ligid ay puno ng linga  pagbabasa ang bago kong apartment Nakatira ako sa bahay ng kapatid ko kasama niya sa bahay ang asawa niya ang dalawa niyang anak at ang tatlo nilang po sa may apat na kwarto sa kanilang bahay at dalawang banyo sa kwarto ko mayroon akong tokador telebisyon at computer sa susunod na linggo lilipat ako sa isang apartment Maliit lang ang apartment ko pero may dalawang palapag at dalawang kwarto ilalagay ko sa isang kwarto ang kama at tokador ko at sa isang kwarto computer ko at mga libro at sa kusina ilalagay ko ang bago kong microwave"
    }
  ]
}
